Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.analytics.toggle.footer
source: Anonymous usage data helps troubleshoot issues and understand usage. What’s included: Budget settings like period, currency code, carry-over on/off, allocation amount, and so on. What’s never included: Expense names, amounts, dates, any Apple/iCloud identifiers, any free-text notes or personal information. The initial setting was chosen automatically based on your device’s region.
ar: بيانات الاستخدام المجهولة تساعد على استكشاف المشاكل وفهم الاستخدام. ما هو مُدرج: إعدادات الميزانية مثل الفترة، رمز العملة، المُرحَّل قيد التشغيل/الإيقاف، المبلغ المخصّص، وما إلى ذلك. ما لا يُدرج أبداً: أسماء المصروفات، المبالغ، التواريخ، أي معرفات Apple/iCloud، أي ملاحظات نصية حرة أو معلومات شخصية. تم اختيار الإعداد الأولي تلقائياً بناءً على منطقة جهازك.
bn: বেনামী ব্যবহারের ডেটা সমস্যা সমাধান এবং ব্যবহার বুঝতে সাহায্য করে। অন্তর্ভুক্ত কী: সময়কাল, মুদ্রা কোড, উদ্বৃত্ত স্থানান্তর চালু/বন্ধ, বরাদ্দ পরিমাণ এবং আরও অনেক কিছুর মতো বাজেট সেটিংস। কখনও অন্তর্ভুক্ত নয়: খরচের নাম, পরিমাণ, তারিখ, যেকোনো Apple/iCloud শনাক্তকারী, যেকোনো বিনামূল্যে পাঠ্য নোট বা ব্যক্তিগত তথ্য। প্রাথমিক সেটিং আপনার ডিভাইসের অঞ্চলের উপর ভিত্তি করে স্বয়ংক্রিয়ভাবে নির্বাচন করা হয়েছিল।
ca: Les dades d'ús anònimes ajuden a resoldre problemes i entendre l'ús. Inclòs: configuració del pressupost com a període, codi de moneda, romanent activat/desactivat, import de l'assignació i altres. Mai inclòs: noms de despesa, imports, dates, identificadors d'Apple/iCloud, notes de text lliure o informació personal. L'ajust inicial es va triar automàticament segons la regió del dispositiu.
cs: Anonymní data o používání pomáhají řešit problémy a porozumět používání. Co je zahrnuto: nastavení rozpočtu jako období, kód měny, převod zapnuto/vypnuto, částka rozpočtované částky a další. Co nikdy není zahrnuto: názvy výdajů, částky, data, žádné identifikátory Apple/iCloud, žádné poznámky v textové formě nebo osobní údaje. Počáteční nastavení bylo zvoleno automaticky na základě regionu vašeho zařízení.
da: Anonym brugsdata hjælper med at løse problemer og forstå brugen. Inkluderet: Budgetindstillinger som periode, valutakode, overførsel til/fra, tildelt beløb og lignende. Aldrig inkluderet: Udgiftnavne, beløb, datoer, Apple/iCloud-identifikatorer, friitekstnoter eller personlige data. Den indledende indstilling blev valgt automatisk på baggrund af dit devices region.
de: Anonyme Nutzungsdaten helfen, Probleme zu beheben und die Nutzung zu verstehen. Enthalten: Budgeteinstellungen wie Zeitraum, Währungscode, Übertrag an/aus, Budgetbetrag und weitere. Nicht enthalten: Ausgabennamen, Beträge, Daten, Apple/iCloud-Kennungen, Notizen oder persönliche Informationen. Die anfängliche Einstellung wurde automatisch nach der Region deines Geräts gewählt.
el: Τα ανώνυμα δεδομένα χρήσης βοηθούν στην αντιμετώπιση προβλημάτων και κατανόησης της χρήσης. Περιλαμβάνονται: ρυθμίσεις Προϋπολογισμού όπως Περίοδος, κωδικό Νομίσματος, Μεταφορά ενεργή/ανενεργή, Ποσό κατανομής και άλλα. Δεν περιλαμβάνονται: ονόματα Εξόδων, Ποσά, Ημερομηνίες, αναγνωριστικά Apple/iCloud, σημειώσεις ή προσωπικές πληροφορίες. Η αρχική ρύθμιση επιλέχθηκε αυτόματα ανάλογα με την περιοχή της συσκευής σας.
es: Los datos de uso anónimo ayudan a resolver problemas y entender cómo se usa la app. Se incluye: configuración del presupuesto como periodo, código de moneda, remanente activado o desactivado, importe de asignación, etc. Nunca se incluye: nombres de gastos, importes, fechas, identificadores de Apple/iCloud, notas de texto libre o información personal. La configuración inicial se eligió automáticamente según la región de tu dispositivo.
es_mx: Los datos anónimos de uso ayudan a resolver problemas y entender el uso. Qué se incluye: Configuración de presupuesto como periodo, código de moneda, saldo acumulado activado/desactivado, monto de asignación, y así sucesivamente. Qué nunca se incluye: Nombres de gastos, montos, fechas, ningún identificador de Apple/iCloud, notas de texto libre o información personal. La configuración inicial se eligió automáticamente según la región de tu dispositivo.
fi: Anonyymit käyttötiedot auttavat ongelmien ratkaisussa ja käytön ymmärtämisessä. Sisältyy: Budjetin asetukset, kuten jakso, valuuttakoodi, siirto päällä/pois, budjetoidut summat ja niin edelleen. Ei sisälly: Menojen nimet, summat, päivämäärät, Apple/iCloud-tunnisteet, muistiinpanot tai henkilökohtaiset tiedot. Alkuasetus valittiin automaattisesti laitteesi alueen perusteella.
fr: Les données d'usage anonymes aident à résoudre les problèmes et à comprendre l'utilisation. Inclus : paramètres du budget comme la période, le code devise, l'activation du report, le montant de l'allocation, etc. Jamais inclus : noms et montants des dépenses, dates, identifiants Apple/iCloud, notes en texte libre ou informations personnelles. Le paramètre initial a été choisi automatiquement selon la région de ton appareil.
fr_ca: Les données d'utilisation anonymes aident à dépanner les problèmes et à comprendre l'utilisation. Inclus : les paramètres du budget comme la période, le code de devise, le report activé/désactivé, le montant de l'allocation, et ainsi de suite. Jamais inclus : les noms des dépenses, les montants, les dates, les identificateurs Apple/iCloud, les notes en texte libre ou les informations personnelles. Le paramètre initial a été choisi automatiquement en fonction de la région de ton appareil.
gu: અનામિક વપરાશ ડેટા સમસ્યાઓ હલ કરવામાં મદદ કરે છે અને વપરાશ સમજવામાં. શામેલ: બજેટ સેટિંગ્સ જેમ કે સમયગાળો, ચલણ કોડ, આગળ વહન ચાલુ/બંધ, ફાળવણી રકમ, વગેરે. ક્યારે પણ શામેલ નથી: ખર્ચ નામો, રકમો, તારીખો, કોઈ Apple/iCloud ઓળખકર્તા, કોઈ મુક્ત-ટેક્સ્ટ નોંધો અથવા ગોપનીય તથ્યો. પ્રાથમિક સેટિંગ તમારા ઉપકરણના પ્રદેશ પર આધારે આપમેળે પસંદ કર્યું હતું.
he: נתוני שימוש אנונימיים עוזרים לפתור בעיות ולהבין שימוש. מה כלול: הגדרות תקציב כמו תקופה, קוד מטבע, יתרה מועברת פעם/כיבוי, סכום הקצאה וכן הלאה. מה לא כלול לעולם: שמות הוצאה, סכומים, תאריכים, כל מזהה Apple/iCloud, הערות חופשיות או מידע אישי. ההגדרה ההתחלתית נבחרה באופן אוטומטי על סמך אזורך של ההתקן.
hi: गुमनाम उपयोग डेटा समस्याओं को ठीक करने और उपयोग को समझने में मदद करता है। शामिल: अवधि, मुद्रा कोड, कैरी-ओवर चालू/बंद, आवंटन राशि, और इसी तरह जैसी बजट सेटिंग्स। कभी शामिल नहीं: खर्च के नाम, राशि, तारीखें, कोई भी Apple/iCloud पहचानकर्ता, कोई भी खुली पाठ नोट्स या व्यक्तिगत जानकारी। प्रारंभिक सेटिंग आपकी डिवाइस के क्षेत्र के आधार पर स्वचालित रूप से चुनी गई थी।
hr: Anonimni podaci o korištenju pomažu pri rješavanju problema i razumijevanju korištenja. Uključeno: Postavke proračuna kao što su razdoblje, kod valute, prijenos uključen/isključen, iznos dodjele i tako dalje. Nikad nije uključeno: Nazivi troškova, iznosi, datumi, bilo koji Apple/iCloud identifikatori, bilo koje slobodne napomene ili osobne informacije. Početna postavka je odabrana automatski prema regiji vašeg uređaja.
hu: Az anonimizált használati adatok segítenek a problémák megoldásában és a használat megértésében. Tartalmazza: Költségkeret beállításai, mint az időszak, pénznem kódja, átvitel be/ki állapota, keretösszeg és így tovább. Nem tartalmazza: Kiadás nevek, összegek, dátumok, Apple/iCloud azonosítók, szabad szöveges megjegyzések vagy személyes információk. A kezdeti beállítást automatikusan választottuk az eszköz régiója alapján.
id: Data penggunaan anonim membantu mengatasi masalah dan memahami penggunaan. Yang disertakan: Pengaturan anggaran seperti periode, kode mata uang, saldo bawaan aktif/mati, jumlah alokasi, dan sebagainya. Yang tidak pernah disertakan: Nama pengeluaran, jumlah, tanggal, identifikasi Apple/iCloud, catatan teks bebas atau informasi pribadi. Pengaturan awal dipilih secara otomatis berdasarkan wilayah perangkat Anda.
it: I dati di utilizzo anonimi aiutano a risolvere i problemi e a capire l'uso. Inclusi: impostazioni del budget come periodo, codice valuta, riporto attivato/disattivato, importo di stanziamento e così via. Non inclusi: nomi delle spese, importi, date, identificatori Apple/iCloud, note di testo libero o informazioni personali. L'impostazione iniziale è stata scelta automaticamente in base all'area geografica del tuo dispositivo.
ja: 匿名の使用データは問題のトラブルシューティングと使用状況の理解に役立ちます。含まれる内容：期間、通貨コード、繰り越しのオン/オフ、割り当て金額などの予算設定。含まれない内容：支出の名前、金額、日付、Apple/iCloud の識別子、自由記述のメモや個人情報。初期設定はお使いのデバイスの地域に基づいて自動的に選択されました。
kn: ಅನಾಮಧೇಯ ಬಳಕೆ ಡೇಟಾ ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಹರಿಸಲು ಮತ್ತು ಬಳಕೆ ಅರ್ಥಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಸೇರಿಸಲಾದ ವಿಷಯಗಳು: ಅವಧಿ, ಕರೆನ್ಸಿ ಕೋಡ್, ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಆನ್/ಆಫ್, ವಿತರಣ ಮೊತ್ತ ಮುಂತಾದ ಬಜೆಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು. ಎಂದೂ ಸೇರಿಸಲಾದ ವಿಷಯಗಳು ಇಲ್ಲ: ಖರ್ಚುವಿನ ನಾಮಗಳು, ಮೊತ್ತಗಳು, ದಿನಾಂಕಗಳು, ಯಾವುದೇ Apple/iCloud ಗುರುತುಸೂಚಕಗಳು, ಯಾವುದೇ ಮುಕ್ತ-ಪಠ್ಯ ಟಿಪ್ಪಣಿಗಳು ಅಥವಾ ವ್ಯಕ್ತಿಗತ ಮಾಹಿತಿ. ಆರಂಭಿಕ ಸೆಟ್ಟಿಂಗ್ ನಿಮ್ಮ ಸಾಧನದ ಪ್ರದೇಶದ ಆಧಾರದ ಮೇಲೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ.
ko: 익명의 사용 데이터는 문제 해결과 사용 현황 파악에 도움이 됩니다. 포함됨: 기간, 통화 코드, 이월 설정, 할당액 등의 예산 설정. 포함되지 않음: 지출 이름, 금액, 날짜, Apple/iCloud 식별자, 자유 텍스트 메모 또는 개인정보. 초기 설정은 기기의 지역을 기반으로 자동 선택되었습니다.
ml: അജ്ഞാത ഉപയോഗ ഡാറ്റ പ്രശ്നങ്ങൾ പരിഹരിക്കാനും ഉപയോഗം മനസ്സിലാക്കാനും സഹായിക്കുന്നു. എന്താണ് ഉൾപ്പെടുത്തിയിരിക്കുന്നത്: കാലയളവ്, കറൻസി കോഡ്, കാരി-ഓവർ ഓൺ/ഓഫ്, വകയിരുത്തൽ തുക തുടങ്ങിയ ബജറ്റ് ക്രമീകരണങ്ങൾ. എന്താണ് എപ്പോൾ ഉൾപ്പെടുത്താറില്ല: ചെലവ് പേരുകൾ, തുകാണ്, തീയതികൾ, ആപ്പിൾ/iCloud ഐഡന്റിഫയറുകൾ, സ്വതന്ത്ര-ടെക്സ്റ്റ് നോട്ടുകൾ അല്ലെങ്കിൽ വ്യക്തിഗത വിവരങ്ങൾ. പ്രാരംഭിക സജ്ജീകരണം നിങ്ങളുടെ ഉപകരണത്തിന്റെ പ്രദേശത്തിന്റെ അടിസ്ഥാനത്തിൽ സ്വയമായി തിരഞ്ഞെടുത്തിരിക്കുന്നു.
mr: अनामिक वापर डेटा समस्या सोडविण्यास आणि वापर समजण्यास मदत करते. समाविष्ट: Budget सेटिंग्ज जसे कालावधी, चलन कोड, पुढे नेलेली शिल्लक चालू/बंद, वाटप रक्कम, इत्यादी. कधीही समाविष्ट नाही: खर्च नाव, रक्कम, तारखा, कोणतेही Apple/iCloud ओळखकर्ता, कोणत्याही मुक्त-मजकूर नोट्स किंवा व्यक्तिगत माहिती. प्रारंभिक सेटिंग आपल्या डिव्हाइसच्या प्रदेशावर आधारित स्वयंचलितपणे निवडली गेली.
ms: Data penggunaan tanpa nama membantu menyelesaikan isu dan memahami penggunaan. Apa yang disertakan: Tetapan bajet seperti tempoh, kod mata wang, bawa ke hadapan pada/luar, jumlah peruntukan, dan sebagainya. Apa yang tidak pernah disertakan: Nama perbelanjaan, jumlah, tarikh, sebarang pengenalan Apple/iCloud, sebarang nota teks bebas atau maklumat peribadi. Tetapan awal dipilih secara automatik berdasarkan wilayah peranti anda.
nb: Anonym bruksdata hjelper til med å løse problemer og forstå bruk. Inkludert: Budsjettinnstillinger som periode, valutakode, overføring på/av, tildeling og så videre. Aldri inkludert: Utgiftsnavn, beløp, datoer, noen Apple/iCloud-identifikatorer, noter eller personlig informasjon. Startinnstillingen ble valgt automatisk basert på regionen på enheten din.
nl: Anonieme gebruiksgegevens helpen bij probleemoplossing en gebruiksanalyse. Inbegrepen: Budgetinstellingen zoals periode, valutacode, overdracht aan/uit, toewijzingsbedrag, enzovoort. Niet inbegrepen: Uitgavenamen, bedragen, datums, Apple-/iCloud-identifiers, aantekeningen of persoonlijke informatie. De initiële instelling is automatisch gekozen op basis van je regio.
or: ଅଜ୍ଞାତ ବ୍ୟବହାର ତଥ୍ୟ ସମସ୍ୟା ତ୍ରୁଟିଗୁଣ୍ଡ ଏବଂ ବ୍ୟବହାର ବୁଝିବାରେ ସାହାଯ୍ୟ କରେ। ଅନ୍ତର୍ଭୁକ୍ତ: ଅବଧି, ମୁଦ୍ରା କୋଡ୍, ଆଗକୁ ନିଆ ବାକି ଅନ/ଅଫ୍, ବଣ୍ଟନ ରାଶି, ଇତ୍ୟାଦି ବଜେଟ୍ ସେଟିଂସ୍। ସେବାପି ଅନ୍ତର୍ଭୁକ୍ତ ନୁହେଁ: ଖର୍ଚ୍ଚ ନାମ, ରାଶି, ତାରିଖ, ଯେକୌଣସି ଆପ୍ପୁଲ୍/iCloud ଚିହ୍ନିକାରୀ, ଯେକୌଣସି ମୁକ୍ତ ଲେଖନୀ ଟିପ୍ପଣୀ କିମ୍ବା ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ। ଆଙ୍ଗୁଳିଆ ସେଟିଂ ଆପଣାର ଡିଭାଇସର ଅଞ୍ଚଳ ଆଧାରିତ ସ୍ୱୟଂଚାଳିତଭାବେ ଚୟନିତ ହୋଇଥିଲା।
pa: ਅਗਿਆਤ ਵਰਤੋਂ ਡੇਟਾ ਮਸਲਿਆਂ ਨੂੰ ਹੱਲ ਕਰਨ ਅਤੇ ਵਰਤੋਂ ਨੂੰ ਸਮਝਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ। ਜੋ ਸ਼ਾਮਲ ਹੈ: ਬਜਟ ਸੈਟਿੰਗ ਜਿਵੇਂ ਮਿਆਦ, ਮੁਦਰਾ ਕੋਡ, ਅੱਗੇ ਲਿਜਾਣਾ ਚਾਲੂ/ਬੰਦ, ਨਿਯੁਕਤੀ ਰਕਮ, ਆਦਿ। ਜੋ ਕਦੇ ਸ਼ਾਮਲ ਨਹੀਂ: ਖਰਚ ਦੇ ਨਾਮ, ਰਕਮ, ਤਾਰੀਖ਼ਾਂ, ਕੋਈ Apple/iCloud ਪਛਾਣਕਾਰ, ਕੋਈ ਖੁਲੇ ਟਿੱਪਣੀ ਜਾਂ ਨਿਜੀ ਜਾਣਕਾਰੀ। ਸ਼ੁਰੂਆਤੀ ਸੈਟਿੰਗ ਤੁਸੀਂ ਦੇ ਯੰਤਰ ਦੇ ਖੇਤਰ ਦੇ ਆਧਾਰ ਤੇ ਸਵੈ-ਚੁਣੀ ਸੀ।
pl: Anonimowe dane o użytkowaniu pomagają w rozwiązywaniu problemów i zrozumieniu korzystania z aplikacji. Co jest uwzględniane: ustawienia budżetu, takie jak okres, kod waluty, przeniesienie włączone/wyłączone, kwota alokacji i tak dalej. Co nigdy nie jest uwzględniane: nazwy wydatków, kwoty, daty, żadne identyfikatory Apple/iCloud, żadne notatki w postaci wolnego tekstu ani dane osobowe. Ustawienie początkowe zostało wybrane automatycznie na podstawie regionu Twojego urządzenia.
pt_br: Dados de uso anônimos ajudam a resolver problemas e entender o uso. O que está incluído: Configurações do orçamento como período, código de moeda, saldo acumulado ativado/desativado, valor de alocação e outros. O que nunca está incluído: Nomes de despesas, valores, datas, identificadores Apple/iCloud, notas em texto livre ou informações pessoais. A configuração inicial foi escolhida automaticamente com base na região do seu dispositivo.
pt_pt: Os dados anónimos de uso ajudam a resolver problemas e compreender a utilização. O que está incluído: definições de orçamento como período, código de moeda, transição ativada/desativada, montante de verba, e assim sucessivamente. O que nunca está incluído: nomes de despesas, montantes, datas, identificadores Apple/iCloud, notas em texto livre ou informações pessoais. A definição inicial foi escolhida automaticamente com base na região do seu dispositivo.
ro: Datele anonime de utilizare ajută la depanare și la înțelegerea utilizării. Inclus: Setări de buget cum ar fi perioadă, cod monedă, report activat/dezactivat, valoare alocare și altele. Niciodată inclus: nume cheltuieli, sume, date, identificatori Apple/iCloud, note cu text liber sau informații personale. Setarea inițială a fost aleasă automat pe baza regiunii dispozitivului dumneavoastră.
ru: Анонимные данные помогают диагностировать проблемы и понимать использование. Включено: настройки бюджета (период, код валюты, перенос вкл./выкл., лимит) и прочее. Не включено: названия и суммы расходов, даты, идентификаторы Apple/iCloud, заметки и личные данные. Начальное значение выбрано автоматически по региону твоего устройства.
sk: Anonymné údaje o používaní pomáhajú diagnostikovať problémy a pochopiť používanie. Zahrnuté: Nastavenia rozpočtu, ako je obdobie, kód meny, prenos zapnutý/vypnutý, suma pridelenia a podobne. Nikdy sa neuvádzajú: Názvy výdavkov, sumy, dátumy, žiadne identifikátory Apple/iCloud, žiadne vlastné poznámky ani osobné informácie. Počiatočné nastavenie bolo automaticky zvolené na základe regiónu vášho zariadenia.
sl: Anonimni podatki o uporabi pomagajo pri reševanju težav in razumevanju uporabe. Vključeno: Nastavitve proračuna, kot so obdobje, koda valute, prenos vključen/izključen, znesek razporeditve in drugo. Nikoli ni vključeno: Imena stroškov, zneski, datumi, nobeni Apple/iCloud identifikatorji, nobene proste besede ali osebne informacije. Začetna nastavitev je bila izbrana avtomatično glede na regijo tvoje naprave.
sv: Anonym användningsdata hjälper till att felsöka problem och förstå användningen. Vad som ingår: Budgetinställningar som period, valutakod, överföring på/av, tilldelningsbelopp och så vidare. Vad som aldrig ingår: Utgiftnamn, belopp, datum, Apple/iCloud-identifierare, anteckningar eller personlig information. Inställningen valdes automatiskt baserat på din enhets region.
ta: அநாமதேய பயன்பாட்டுத் தரவு சிக்கல்களைத் தீர்க்கவும் பயன்பாட்டைப் புரிந்து கொள்ளவும் உதவுகிறது. என்ன சேர்க்கப்பட்டுள்ளது: பட்ஜெட் அமைப்புகள், கால அளவு, நாணய குறியீட்டு, முன்கொண்டுசெல் இயக்க/இயக்க, ஒதுக்கீடு தொகை, முதலியன. என்ன ஒருபோதும் சேர்க்கப்படாது: செலவு பெயர்கள், தொகைகள், தேதிகள், எந்த Apple/iCloud அடையாளங்கள், கட்டற்ற உரை குறிப்புகள் அல்லது ஆனால் தகவல். ஆரம்ப அமைப்பு உங்கள் சாதனத்தின் பகுதி ஆதாரத்தில் தேர்வு செய்யப்பட்டது.
te: అజ్ఞాత వినియోగ డేటా సమస్యలను సమస్యా పరిష్కారం చేయడానికి మరియు వినియోగాన్ని అర్థం చేసుకోవడానికి సహాయపడుతుంది. ఏమి చేర్చబడినది: బడ్జెట్ సెట్టింగ్‌లు వంటి వ్యవధి, కరెన్సీ కోడ్, క్యారీ-ఓవర్ ఆన్/ఆఫ్, కేటాయింపు మొత్తం మరియు అందువంటిది. ఏమి ఎప్పుడూ చేర్చబడవు: ఖర్చు పేర్లు, మొత్తాలు, తేదీలు, ఏదైనా Apple/iCloud గుర్తింపులు, ఏదైనా స్వేచ్ఛా-టెక్సట్ నోట్‌లు లేదా వ్యక్తిగత సమాచారం. ప్రారంభ సెట్టింగ్ మీ పరికరం యొక్క ప్రాంతం ఆధారంగా స్వయంచాలకంగా ఎంచుకోబడింది.
th: ข้อมูลการใช้งานแบบไม่ระบุตัวตนช่วยแก้ไขปัญหาและเข้าใจการใช้งาน สิ่งที่รวมอยู่: การตั้งค่างบประมาณเช่น รอบ สกุลเงิน ยอดยกมาเปิด/ปิด จำนวนเงินที่จัดสรร และอื่นๆ สิ่งที่ไม่รวมอยู่เลย: ชื่อรายจ่าย จำนวนเงิน วันที่ ตัวระบุ Apple/iCloud ใดๆ หมายเหตุข้อความอิสระ หรือข้อมูลส่วนตัว การตั้งค่าเริ่มต้นถูกเลือกโดยอัตโนมัติตามภูมิภาคของอุปกรณ์ของคุณ
tr: Anonim kullanım verisi sorunları gidermeye ve kullanımı anlamaya yardımcı olur. İçerilenler: Dönem, para birimi kodu, devir açık/kapalı, tahsis tutarı gibi bütçe ayarları. İçerilenler değil: Harcama adları, tutarları, tarihleri, herhangi bir Apple/iCloud tanımlayıcısı, serbest metin notları ya da kişisel bilgiler. İlk ayar cihazının bölgesine göre otomatik seçildi.
uk: Анонімні дані про використання допомагають усунути проблеми та розібратися з використанням. Що включено: параметри бюджету як період, код валюти, перенесення залишку вкл./викл., виділена сума тощо. Що ніколи не включено: назви витрат, суми, дати, будь-які ідентифікатори Apple/iCloud, будь-які вільні нотатки або персональна інформація. Початкове налаштування було автоматично вибрано на основі регіону вашого пристрою.
ur: گمنام استعمال کا ڈیٹا مسائل کو ٹھیک کرنے اور استعمال کو سمجھنے میں مدد دیتا ہے۔ شامل ہے: بجٹ کی ترتیبات جیسے مدت، کرنسی کوڈ، آگے منتقلی آن/آف، مختص رقم، وغیرہ۔ کبھی شامل نہیں: اخراج کے نام، رقوم، تاریخیں، کوئی بھی Apple/iCloud شناخت کار، کوئی بھی آزاد متن کے نوٹس یا ذاتی معلومات۔ ابتدائی ترتیب خود کار طور پر آپ کے ڈیوائس کے خطے کی بنیاد پر منتخب کی گئی تھی۔
vi: Dữ liệu sử dụng nặc danh giúp khắc phục sự cố và hiểu cách sử dụng. Những gì được đưa vào: Cài đặt ngân sách như kỳ, mã tiền tệ, chuyển tiếp bật/tắt, số tiền phân bổ, v.v. Những gì không bao giờ được đưa vào: Tên khoản chi, số tiền, ngày, bất kỳ mã định danh Apple/iCloud nào, bất kỳ ghi chú văn bản tự do hay thông tin cá nhân nào. Cài đặt ban đầu được chọn tự động dựa trên vùng của thiết bị của bạn.
zh_hans: 匿名使用数据有助于排除问题和了解使用情况。包含的内容：预算设置（如周期、货币代码、结转开关、预算额度等）。不包含的内容：支出名称、金额、日期、任何 Apple/iCloud 标识符、任何自由文本备注或个人信息。初始设置根据你的设备地区自动选择。
zh_hant: 匿名使用資料有助於排除問題和瞭解使用情況。包括內容：預算設定（如週期、貨幣代碼、結轉開啟/關閉、分配額等）。絕不包括：支出名稱、金額、日期、任何 Apple/iCloud 識別碼、任何自由文字備註或個人資訊。初始設定是根據您的裝置地區自動選擇。

# settings.analytics.toggle.title
source: Share Anonymous Usage Data
ar: مشاركة بيانات الاستخدام المجهولة
bn: বেনামী ব্যবহারের ডেটা শেয়ার করুন
ca: Comparteix dades d'ús anònimes
cs: Sdílet anonymní data o využití
da: Del anonyme brugsdata
de: Anonyme Nutzungsdaten teilen
el: Κοινή χρήση ανώνυμων δεδομένων χρήσης
es: Compartir datos de uso anónimos
es_mx: Compartir datos de uso anónimos
fi: Jaa anonyymejä käyttötietoja
fr: Partager les données d'utilisation anonymes
fr_ca: Partager des données d'utilisation anonymes
gu: અનામિક વપરાશ ડેટા શેર કરો
he: שיתוף נתוני שימוש אנונימיים
hi: गुमनाम उपयोग डेटा साझा करें
hr: Dijeli anonimne podatke o upotrebi
hu: Névtelen használati adatok megosztása
id: Bagikan Data Penggunaan Anonim
it: Condividi dati di utilizzo anonimi
ja: 匿名の使用データを共有
kn: ಅನಾಮಧೇಯ ಬಳಕೆ ಡೇಟಾ ಹಂಚಿಕೊಳ್ಳಿ
ko: 익명 사용 데이터 공유
ml: അജ്ഞാത ഉപയോഗ ഡാറ്റ പങ്കിടുക
mr: निनावी वापर डेटा सामायिक करा
ms: Kongsi Data Penggunaan Tanpa Nama
nb: Del anonyme bruksdata
nl: Anonieme gebruiksgegevens delen
or: ଅଜ୍ଞାତ ବ୍ୟବହାର ତଥ୍ୟ ସେୟାର୍ କରନ୍ତୁ
pa: ਅਗਿਆਤ ਵਰਤੋਂ ਡੇਟਾ ਸਾਂਝਾ ਕਰੋ
pl: Udostępniaj anonimowe dane użytkowania
pt_br: Compartilhar Dados de Uso Anônimos
pt_pt: Partilhar Dados de Utilização Anónimos
ro: Partajează date anonime de utilizare
ru: Делиться анонимными данными
sk: Zdieľať anonymné údaje o používaní
sl: Deli anonimne podatke o uporabi
sv: Dela anonym användningsdata
ta: அநாமதேய பயன்பாட்டுத் தரவைப் பகிர்
te: అజ్ఞాత వినియోగ డేటాను పంచుకోండి
th: แชร์ข้อมูลการใช้งานแบบไม่ระบุตัวตน
tr: Anonim Kullanım Verilerini Paylaş
uk: Поділитися анонімними даними
ur: گمنام استعمال کا ڈیٹا شیئر کریں
vi: Chia sẻ dữ liệu sử dụng ẩn danh
zh_hans: 共享匿名使用数据
zh_hant: 分享匿名使用資料

# settings.carryOver.toggle
source: Carry-Over
ar: المُرحَّل
bn: উদ্বৃত্ত স্থানান্তর
ca: Romanent
cs: Převod
da: Overførsel
de: Übertrag
el: Μεταφορά
es: Remanente
es_mx: Saldo acumulado
fi: Siirto
fr: Report
fr_ca: Report
gu: આગળ વહન
he: יתרה מועברת
hi: कैरी-ओवर
hr: Prijenos
hu: Átvitel
id: Saldo Bawaan
it: Riporto
ja: 繰り越し
kn: ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ
ko: 이월
ml: കാരി-ഓവർ
mr: पुढे नेलेली शिल्लक
ms: Bawa ke Hadapan
nb: Overføring
nl: Overdracht
or: ଆଗକୁ ନିଆ ବାକି
pa: ਅੱਗੇ ਲਿਜਾਣਾ
pl: Przeniesienie
pt_br: Saldo Acumulado
pt_pt: Transição
ro: Report
ru: Перенос
sk: Prenos
sl: Prenos
sv: Överföring
ta: முன்கொண்டுசெல்
te: క్యారీ-ఓవర్
th: ยอดยกมา
tr: Devir
uk: Перенесення залишку
ur: آگے منتقلی
vi: Chuyển tiếp
zh_hans: 结转
zh_hant: 結轉
